{
	"Sitios Web": [
		{
			"url": "https://mytarjeta.me",
			"title": "Crea tu tarjeta de presentación digital.",
			"desc": "Crea tu tarjeta de presentación digital de manera rápida y sencilla. Puedes personalizarla con tu información, contacto y enlaces. Es una excelente opción para compartir tus datos de contacto de manera digital."
		},
		{
			"url": "https://shots.so",
			"title": "Crea mockups de tus proyectos.",
			"desc": "Crea mockups de tus proyectos de manera rápida y sencilla. Puedes personalizarlos con tu diseño y descargarlos en alta calidad. Es una excelente opción para mostrar tus proyectos de manera profesional."
		},
		{
			"url": "https://heroicons.com/",
			"title": "280 Iconos minimalistas personalizables con tailwind.",
			"desc": "Estoy seguro de que todos mis proyectos tienen al menos 1 ícono de este sitio web. Son muy fáciles de usar y se pueden integrar con React y tailwind muy fácilmente."
		},
		{
			"url": "https://react-hook-form.com/",
			"title": "Deja de perder el tiempo validando formularios y usa react-hook-form.",
			"desc": "Te permite crear formularios complejos de manera sencilla. Ahora solo me enfoco en el diseño y dejo que la validación y control de los campos la haga react-hook-form. Dato importante: tiene mejor rendimiento que otras librerías similares."
		},
		{
			"url": "https://rapidapi.com/hub",
			"title": "Un conjunto de APIS gratuitas y de pago. 100% recomendado.",
			"desc": "Si estás buscando una API para usar en tu proyecto, este es el lugar correcto. Puedes filtrar por categoría, idioma, autenticación, etc."
		},
		{
			"url": "https://lofigenerator.com/",
			"title": "Lofi generator, música para concentrarse.",
			"desc": "Para escuchar lofi lo prefiero por encima de YouTube, Spotify u otro reproductor, puedo disfrutar sin interrupciones, me gusta mucho su interfaz minimalista y limpia. Para mí indispensable."
		},
		{
			"url": "https://squoosh.app/",
			"title": "Comprime imágenes sin perder calidad.",
			"desc": "Lo utilizo mucho para comprimir imágenes, de hecho las imágenes de este sitio web las comprimí con esta aplicación. Es muy fácil de usar, sin registros ni publicidad y puedes comprimir imágenes en JPG, PNG, WebP, etc."
		}
	],
	"Canales de Youtube": [
		{
			"url": "https://www.youtube.com/c/midudev",
			"title": "Consejos, tips, recursos para desarrolladores web y mucho más...",
			"desc": "Miguel Ángel Durán",
			"lang": "español"
		},
		{
			"url": "https://www.youtube.com/c/midulive",
			"title": "Todos los streams de twitch de midudev. Cursos, entrevistas y mucho más...",
			"desc": "Miguel Ángel Durán",
			"lang": "español"
		},
		{
			"url": "https://www.youtube.com/c/FaztTech",
			"title": "Tutoriales, cursos, proyectos específicos y más. Todo gratis.",
			"desc": "faztweb",
			"lang": "español"
		},
		{
			"url": "https://www.youtube.com/c/freeCodeCampEspa%C3%B1ol",
			"title": "Cursos y tutoriales gratuitos de primer nivel.",
			"desc": "freeCodeCamp",
			"lang": "español"
		},
		{
			"url": "https://www.youtube.com/c/LamaDev",
			"title": "Tips, trucos y consejos sobre buenas prácticas y desarrollo web.",
			"desc": "LamaDev",
			"lang": "inglés"
		}
	],

	"Extensiones de VS Code": [
		{
			"url": "https://marketplace.visualstudio.com/items?itemName=heybourn.headwind",
			"title": "Ordena tus clases de TailwindCSS.",
			"desc": "Headwind. Te permite ordenar tus clases de TailwindCSS de manera automática. Es muy útil para mantener un orden en tus clases y evitar clases duplicadas."
		},
		{
			"url": "https://marketplace.visualstudio.com/items?itemName=GitHub.copilot",
			"title": "Crea código con ayuda de un asistente.",
			"desc": "Github Copilot. Como dice su nombre es un copiloto, te ahorra mucho tiempo al momento de escribir código repetitivo y da sugerencias. Es muy útil para agilizar el desarrollo de proyectos."
		},
		{
			"url": "https://marketplace.visualstudio.com/items?itemName=NuclleaR.vscode-extension-auto-import",
			"title": "Importa automáticamente tus dependencias.",
			"desc": "Auto Import. Ahorra tiempo al momento de importar dependencias. Deja de escribir import { algo } from \"algo\", en su lugar, escribe algo y presiona ctrl + espacio. Es muy útil para proyectos con muchas dependencias."
		},
		{
			"url": "https://marketplace.visualstudio.com/items?itemName=moalamri.inline-fold",
			"title": "Compacta bloques de código.",
			"desc": "Inline Fold. Te permite compactar u ocultar clases en html, js, jsx, tsx, astro, etc. Es muy útil para proyectos con Tailwind en los que tengas muchas clases html. Esta extensión aún está en desarrollo."
		},
		{
			"url": "https://marketplace.visualstudio.com/items?itemName=usernamehw.errorlens",
			"title": "Muestra los errores en línea.",
			"desc": "Error Lens. Te permite ver los errores de tu código en tiempo real en la misma línea. Es muy útil y te ahorrará tiempo al momento de depurar tu código."
		},
		{
			"url": "https://marketplace.visualstudio.com/items?itemName=kisstkondoros.vscode-gutter-preview",
			"title": "Muestra una vista previa de la imagen en la línea de código.",
			"desc": "Gutter Preview. Te permite ver una vista previa de la imagen en la línea de código. Es muy útil para proyectos con muchas imágenes."
		}
	],
	"Paquetes NPM": [
		{
			"url": "https://www.npmjs.com/package/spanish-word-to-number",
			"title": "Convierte palabras a números.",
			"desc": "Con spanish-word-to-number puedes convertir palabras a números sólo llamando una función, incluye cientos y miles. Ejemplo: GetNumberFromWord('doscientos treinta y cuatro') -> 234"
		}
	]
}
